Revit 2027 API
ParameterTypeId.HandrailSupportsSpacingParam Property
 "Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HandrailSupportsSpacingParam { get; }
Public Shared ReadOnly Property HandrailSupportsSpacingParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HandrailSupportsSpacingParam {
	ForgeTypeId^ get ();
}
static member HandrailSupportsSpacingParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace